{
    "translations": [
        {
            "Password Rules"              : "Zásady pro hesla",
            "Mark duplicates"             : "Označit duplikáty",
            "Maximum age in days"         : "Maximální stáří (dny)",
            "Password Generator"          : "Generátor hesel",
            "Password strength"           : "Odolnost hesla",
            "Include numbers"             : "Zahrnnout číslice",
            "Include special characters"  : "Zahrnout zvláštní znaky",
            "Login & Session"             : "Přihlášení a relace",
            "Keep me logged in"           : "Ponechat mne přihlášeného",
            "Always"                      : "Pořád",
            "When i'm working"            : "Když pracuji",
            "When i'm active"             : "Když jsem aktivní",
            "End session after"           : "Ukončit relaci po nečinnosti trvající",
            "One minute"                  : "Jednu minutu",
            "{minutes} minutes"           : "{minutes} minut",
            "End-to-end Encryption"       : "Šifrování mezi koncovými body",
            "Server encryption mode"      : "Režim šifrování na serveru",
            "None if CSE used"            : "Žádné, pokud je použito CSE",
            "Simple encryption"           : "Jednoduché šifrování",
            "Advanced encryption"         : "Pokročilé šifrování",
            "Client encryption mode"      : "Režim šifrování na klientovi",
            "Enable"                      : "Zapnout",
            "Change Password"             : "Změnit heslo",
            "User Interface"              : "Uživatelské rozhraní",
            "Initial section"             : "Úvodní sekce",
            "All Passwords"               : "Všechna hesla",
            "Passwords List View"         : "Zobrazení seznamu hesel",
            "Set title from"              : "Nastavit nadpis z",
            "Sort by"                     : "Seřadit podle",
            "Title field"                 : "Kolonky nadpis",
            "Single click action"         : "Akce pri kliknutí",
            "Double click action"         : "Akce při dvojkliku",
            "Copy password"               : "Zkopírovat heslo",
            "Copy username"               : "Zkopírovat uživatelské jméno",
            "Copy website"                : "Zkopírovat webovou adresu",
            "Show details"                : "Zobrazit podrobnosti",
            "Add copy options in menu"    : "Přidat do nabídky položky pro kopírování",
            "Show username in list view"  : "V zobrazení v seznamu zobrazovat uživatelská jména",
            "Show tags in list view"      : "V zobrazení v seznamu zobrazovat štítky",
            "Passwords Detail View"       : "Zobrazení podrobností o heslech",
            "Show website preview"        : "Zobrazit náhled webu",
            "Show hidden custom fields"   : "Zobrazit skryté uživatelsky určené kolonky",
            "Search as i type"            : "Hledat v průběhu psaní",
            "Search everywhere with Enter": "Hledat všude prostřednictvím Enter",
            "Always show search section"  : "Vždy zobrazit sekci hledání",
            "Notifications"               : "Upozornění",
            "Send Emails for"             : "Poslat e-maily pro",
            "Security issues"             : "Problémy se zabezpečením",
            "Passwords shared with me"    : "Hesla, která mi byla nasdílena",
            "Show Notifications for"      : "Zobrazit upozornění pro",
            "Other errors"                : "Ostatní chyby",
            "Danger Zone"                 : "Nebezpečná oblast",
            "Reset all settings"          : "Resetovat všechna nastavení",
            "Reset"                       : "Resetovat",
            "Delete everything"           : "Smazat vše",
            "DELETE EVERYTHING"           : "SMAZAT VŠE",
            "Account reset requested"     : "Vyžádán reset účtu",
            "View"                        : "Zobrazit",
            "Default"                     : "Výchozí",
            "Advanced"                    : "Pokročilé",
            "New password"                : "Nové heslo",
            "Repeat password"             : "Zopakování hesla",
            "Old password"                : "Staré heslo",
            "Password changed"            : "Heslo změněno",
            "Changing password failed"    : "Změna hesla se nezdařila",
            "Administration Issues"       : "Problémy se správou",
            "Password Sharing"            : "Sdílení hesla",
            "Share as editable by default": "Ve výchozím stavu jako upravitelné",
            "Allow sharing by default"    : "Ve výchozím stavu umožnit sdílení",
            "Code"                        : "Kód",
            "Invalid reset code"          : "Neplatný resetovací kód",
            "Security Check Hash"         : "Otisk kontroly zabezpečení",
            "Don't store hashes"          : "Neukládat otisky",
            "Store 50% of the hash"       : "Ukládat 50% otisku",
            "Store 75% of the hash"       : "Ukládat 75% otisku",
            "Store the full hash"         : "Ukládat kompletní otisk"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Označit hesla jako nebezpečná, pokud jsou použita pro vícero účtů",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Označit hesla jako nebezpečná, pokud jejich stáří překročí zadaný počet dnů",
            "A higher strength results in longer, more complex passwords"                : "Vyšší odolnost povede k delším, komplexnějším heslům",
            "Add numbers to generated passwords"                                         : "Přidávat do vytvářených hesel čísla",
            "Add special characters to generated passwords"                              : "Přidávat do vytvářených hesel zvláštní znaky",
            "Specify the amount of time after a request before the session is cancelled" : "Zadejte po uplynutí jaké doby od požadavku má být relace zrušena",
            "Choose the type of encryption used to encrypt data on the server"           : "Zvolte typ šifrování použitého pro šifrování dat na serveru",
            "Run the installation wizard to set up encryption for your passwords"        : "Pokud chcete nastavit šifrování svých hesel, spusťte instalačního průvodce",
            "Change the encryption password"                                             : "Změnit heslo pro šifrování",
            "Show the selected property as title in the list view"                       : "Zobrazit vybranou vlastnost jako nadpis v zobrazení v seznamu",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Seřadí hesla podle vybrané vlastnosti, pokud je vybráno řazení podle názvu",
            "Action to perform when clicking on a password in the list view"             : "Akce kterou provést při kliknutí na heslo v zobrazení v seznamu",
            "Action to perform when double clicking on a password in the list view"      : "Akce kterou provést při dvojkliku na heslo v zobrazení v seznamu",
            "Shows options to copy the password and user name in the menu"               : "Zobrazovat v nabídce položky pro zkopírování hesla a uživatelského jména",
            "The initial section to be shown when the app is opened"                     : "Úvodní sekce, kterou zobrazit při otevření aplikace",
            "Always show the username related to the password in the list view"          : "Vždy zobrazovat uživatelské jméno, související s heslem, v zobrazení v seznamu",
            "Show the tags for each password in the list view. Increases loading times"  : "Zobrazovat štížky pro každé z hesel v zobrazení v seznamu. Prodlouží ale dobu načítání",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "V podrobnostech zobrazit náhled souvisejícího webu. (Ne na mobilních zařízeních)",
            "Show hidden custom fields in the edit form and detail section of a password": "Zobrazit skryté uživatelsky určené kolonky ve formuláři pro úpravy a sekci podrobností o hesle",
            "Start search when a key is pressed anywhere on the page"                    : "Začít hledat když je klávesa stisknuta kdekoli na stránce",
            "Search everywhere when the enter key is pressed in the search box"          : "Pokud je v kolonce vyhledávání stisknuta klávesa Enter, hledat všude",
            "Always show the section for global search in the navigation"                : "V navigaci vždy zobrazit sekci pro globální vyhledávání",
            "Sends you e-mails about compromised passwords and other security issues"    : "Pošle vám e-maily ohledně kompromitovaných hesel a ostatních problémů se zabezpečením",
            "Sends you e-mails when other people share passwords with you"               : "Pošle vám e-maily když vám ostatní lidé nasdílí hesla",
            "Notifies you about compromised passwords and other security issues"         : "Upozorní vás ohledně kompromitovaných hesel a ostatních problémů se zabezpečením",
            "Notifies you when other people share passwords with you"                    : "Upozorní vás když vám ostatní lidé nasdílí hesla",
            "Notifies you when a background operation fails"                             : "Upozorní vás když se operace na pozadí nezdaří",
            "Notifies you of configuration errors and other administrative issues"       : "Upozorní vás na chyby v nastaveních a ostatní správní problémy.",
            "Reset all settings on this page to their defaults"                          : "Resetovat veškerá nastavení na této stránce na výchozí hodnoty",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Toto vrátí veškerá nastavení na výchozí hodnoty. Opravdu chcete pokračovat?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Začít znovu a smazat veškerá nastavení, hesla, složky a štítky",
            "Enter \"{code}\" to reset your account and delete everything."              : "Zadejte „{code}“ pro resetování svého účtu a smazání všeho.",
            "You can use this dialog to change your master password."                    : "Tento dialog můžete použít pro změnu svého hlavního hesla.",
            "Your password must be longer than 12 characters and not the old password"   : "Je třeba, aby heslo bylo delší než 12 znaků a nejednalo se o původní heslo",
            "Please confirm your new password"                                           : "Zopakujte zadání nového hesla",
            "You must enter your old password"                                           : "Je třeba zadat vaše původní heslo",
            "Your password has been changed successfully."                               : "Vaše heslo bylo úspěšně změněno.",
            "Enable the option to let other users edit a shared password by default"     : "Zapnout volbu umožnit ve výchozím stavu ostatním uživatelům upravovat sdílená hesla",
            "Enable the option to let other users share a shared password by default"    : "Zapnout volbu umožnit ve výchozím stavu ostatním uživatelům sdílet hesla dál dalším uživatelům"
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Posílat udržovací požadavky na server a bránit tak zrušení relace",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Zvolte typ šifrování použitý pro šifrování dat na klientovi ještě předtím, než jsou odeslána na server.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "Chcete smazat veškerá svá nastavení, hesla, složky a štítky?\nToto NEBUDE možné vrátit zpět!"
        },
        {
            "The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.": "Otisk algoritmem SHA-1 slouží pro kontrolu prolomených hesel. Uložení jen části otisku může zabránit útoku hrubou silou v případě kompromitování serveru, může ale způsobovat, že hesla budou chybně označována za prolomená."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
